[TC_WOTC_MWR_USP45_SPO_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Geist P712</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>P712</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали)."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"


[TC_WOTC_MWR_USP45_SPO_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Geist P712</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>P712</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали).\nДанный образец выпускается компанией Geist Tactical Defense Inc., расположенной в городе Мюнхен, Германия. Данная компания приобрела лицензию на изготовление пистолета, по заказу спец. подразделений в странах Европейского Союза. P712 обладает теми же характеристиками что и оригинальный USP, но с некоторыми внешними и внутренними модификациями. Результатом этих доработок явилось невозможность использовать стандартные типы глушителей, без их скорого разрушения. Именно поэтому данная модель комплектуется исключительно блок-глушителем собственной патентованной технологии."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MWR_USP45_SPO_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Geist P716</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>P716</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали).\nДанный образец выпускается компанией Geist Tactical Defense Inc., расположенной в городе Мюнхен, Германия. Данная компания приобрела лицензию на изготовление пистолета, по заказу спец. подразделений в странах Европейского Союза. P712 обладает теми же характеристиками что и оригинальный USP, но с некоторыми внешними и внутренними модификациями. Результатом этих доработок явилось невозможность использовать стандартные типы глушителей, без их скорого разрушения. Именно поэтому данная модель комплектуется исключительно блок-глушителем собственной патентованной технологии.\nЗамена большинства деталей P716 на изготовленные из иноспланетных сплавов, позволила уменьшить задирание ствола при быстрой стрельбе, что положительно сказалось на точности ведения огня."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MWR_USP45_SPO_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Geist P712</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>P712</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали)."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"


[TC_WOTC_TMP_MWR_USP45_SPO_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Geist P712</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>P712</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали).Данный образец выпускается компанией Geist Tactical Defense Inc., расположенной в городе Мюнхен, Германия. Данная компания приобрела лицензию на изготовление пистолета, по заказу спец. подразделений в странах Европейского Союза. P712 обладает теми же характеристиками что и оригинальный USP, но с некоторыми внешними и внутренними модификациями. Результатом этих доработок явилось невозможность использовать стандартные типы глушителей, без их скорого разрушения. Именно поэтому данная модель комплектуется исключительно блок-глушителем собственной патентованной технологии."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_TMP_MWR_USP45_SPO_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Geist P716</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>P716</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="H&K USP (универсальный самозарядный пистолет) — самозарядный пистолет, разработанный немецкой компанией Heckler & Koch. Впервые представлен в 1993 году. Предназначен для вооружения полиции и армии. На настоящий момент HK USP выпускается под патроны: .40 S&W, 9×19 мм Парабеллум и .45 ACP. Отличается высокой живучестью и надёжностью, хорошей точностью стрельбы. Из недостатков можно отметить значительные размеры оружия, даже в компактном варианте, довольно высоко расположенный центр тяжести и массивный затвор, несколько затрудняющий скрытное ношение. Одной из отличительных особенностей USP является широкое разнообразие модификаций этого оружия. В настоящее время существует девять различных вариантов. Система у этих вариантов, как правило, одна. Флажок предохранителя, затворная задержка и кнопка извлечения магазина по желанию заказчика могут быть установлены либо слева, либо справа (для леворуких стрелков). У спусковой скобы есть выступ для пальца второй руки при стрельбе с обеих рук. На рамке пистолета, под стволом, есть направляющие для крепления боевого фонаря или лазерного целеуказателя. В конструкции пистолета широко используются полимеры (магазин пистолета также выполнен из полимера, кроме USP .45, магазин которого из стали).Данный образец выпускается компанией Geist Tactical Defense Inc., расположенной в городе Мюнхен, Германия. Данная компания приобрела лицензию на изготовление пистолета, по заказу спец. подразделений в странах Европейского Союза. P712 обладает теми же характеристиками что и оригинальный USP, но с некоторыми внешними и внутренними модификациями. Результатом этих доработок явилось невозможность использовать стандартные типы глушителей, без их скорого разрушения. Именно поэтому данная модель комплектуется исключительно блок-глушителем собственной патентованной технологии.\nЗамена большинства деталей P716 на изготовленные из иноспланетных сплавов, позволила уменьшить задирание ствола при быстрой стрельбе, что положительно сказалось на точности ведения огня."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Отдача при коротком ходе ствола, УСМ одинарного/двойного действия, УСМ только двойного действия\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"
